tap 'homebrew/cask-fonts'

brew 'zsh'
brew 'zsh-completions'

brew 'htop'
brew 'jq'
brew 'nmap'

brew 'awscli'
brew 'aws-okta'

brew 'circleci'
brew 'curl'

brew 'git'

brew 'hub'

brew 'shellcheck'


brew 'tfenv'
brew 'pyenv'


# Apps
cask '1password'
cask 'docker'
cask 'google-chrome'
cask 'iterm2'

cask 'font-hack-nerd-font'